/* 
  StringBundle.strings
  QQ

  Created by jackqzhang on 15/11/10.
  Copyright © 2015年 tencent. All rights reserved.
*/


"ContactInfo_MB_Title" = "提示";
"ContactInfo_Male" = "男";
"ContactInfo_Female" = "女";
"ContactInfo_ContactSecrecy_1" = "完全公开";
"ContactInfo_ContactSecrecy_2" = "仅好友可见";
"ContactInfo_ContactSecrecy_3" = "完全保密";
"ContactInfo_Animals_1" = "鼠";
"ContactInfo_Animals_2" = "牛";
"ContactInfo_Animals_3" = "虎";
"ContactInfo_Animals_4" = "兔";
"ContactInfo_Animals_5" = "龙";
"ContactInfo_Animals_6" = "蛇";
"ContactInfo_Animals_7" = "马";
"ContactInfo_Animals_8" = "羊";
"ContactInfo_Animals_9" = "猴";
"ContactInfo_Animals_10" = "鸡";
"ContactInfo_Animals_11" = "狗";
"ContactInfo_Animals_12" = "猪";
"ContactInfo_Constellation_1" = "水瓶座";
"ContactInfo_Constellation_2" = "双鱼座";
"ContactInfo_Constellation_3" = "白羊座";
"ContactInfo_Constellation_4" = "金牛座";
"ContactInfo_Constellation_5" = "双子座";
"ContactInfo_Constellation_6" = "巨蟹座";
"ContactInfo_Constellation_7" = "狮子座";
"ContactInfo_Constellation_8" = "处女座";
"ContactInfo_Constellation_9" = "天秤座";
"ContactInfo_Constellation_10" = "天蝎座";
"ContactInfo_Constellation_11" = "射手座";
"ContactInfo_Constellation_12" = "摩羯座";
"ContactInfo_BloodType_1" = "A型";
"ContactInfo_BloodType_2" = "B型";
"ContactInfo_BloodType_3" = "O型";
"ContactInfo_BloodType_4" = "AB型";
"ContactInfo_BloodType_5" = "其它";
"ContactInfo_Month_1" = "1月";
"ContactInfo_Month_2" = "2月";
"ContactInfo_Month_3" = "3月";
"ContactInfo_Month_4" = "4月";
"ContactInfo_Month_5" = "5月";
"ContactInfo_Month_6" = "6月";
"ContactInfo_Month_7" = "7月";
"ContactInfo_Month_8" = "8月";
"ContactInfo_Month_9" = "9月";
"ContactInfo_Month_10" = "10月";
"ContactInfo_Month_11" = "11月";
"ContactInfo_Month_12" = "12月";
"ContactInfo_Day" = "日";
"ContactInfo_Tips_NickError" = "昵称不允许为空，请重新输入。";
"ContactInfo_Tips_AgeError" = "年龄必须在1至119之间，请重新输入。";
"ContactInfo_Tips_EmailError" = "Email格式不正确，请重新输入。";
"ContactInfo_Tips_MobileError" = "手机格式不正确，请重新输入。";
"CF_OUT_Discuss" = "普通讨论组";
"CF_UNNAME_Discuss" = "未命名讨论组";
"GVideo_DiscussGrop_Default_Name_new" = "视频讨论组";
"GAudio_Text_GAudio_new" = "语音讨论组";



/*------------------------URLs  start------------------------*/

//创建群
"IDS_GROUP_URL_CREATE" = "http://ptlogin2.qq.com/group?ptlang=2052&clientuin=%@&clientkey=%@&guin=%@&gid=%@&type=4&version=2008&keyindex=19";

//解散群
"IDS_GROUP_URL_DISMISSGROUP" = "http://ptlogin2.qq.com/group?ptlang=2052&clientuin=%@&clientkey=%@&guin=%@&type=6&version=2008&keyindex=19";

//发email给好友
"IDS_WRITEEMAIL_TOBUDDY" = "http://ptlogin2.qq.com/qqmail?Fun=clientwrite&type=com_2&email=%@@qq.com&clientuin=%@&clientkey=%@&ptlang=2052&keyindex=19&httptype=0";

//访问好友空间
"QzoneNavigateUrlPt2" = "http://ptlogin2.qq.com/jump?ptlang=2052&clientuin=%@&clientkey=%@&u1=%@&keyindex=19";

//访问自己的邮箱
"SHOW_SELF_MAIL" = "http://ptlogin2.qq.com/qqmail?Fun=clientlogin&clientuin=%@&clientkey=%@&ptlang=2052&keyindex=19";

//发群邮件
"IDS_GROUP_URL_MAIL_NEW" = "http://ptlogin2.qq.com/qqmail?fun=clientwrite&gid=%@&clientuin=%@&clientkey=%@&ptlang=2052&httptype=%@&keyindex=19&httptype=0";

//群共享
"IDS_URL_OPEN_GROUPSHARE" = "http://ptlogin2.qq.com/group2?clientuin=%@&clientkey=%@&gid=%@&type=102&uri=share&keyindex=19&ptlang=2052";

//漫游会员
"strMsgWander_VipRoamPage" = "http://ptlogin2.qq.com/client2cloudmsg?clientuin=%@&clientkey=%@&isvip=%@&cur=%@&num=%@&all=%@&param=%@&version=%@&keyindex=19&ptlang=2052";
//漫游非会员
"strMsgWander_NoVipRoamPage" = "http://ptlogin2.qq.com/client2cloudmsg?clientuin=%@&clientkey=%@&isvip=%@&level=%@&flag=%@&pwd=%@&param=%@&version=%@&keyindex=19&ptlang=2052";

//我的qq中心
"QQ_Center_Url" = "http://ptlogin2.qq.com/qqid?ptlang=2052&keyindex=19&clientuin=%@&clientkey=%@&ADUIN=%@&ADTAG=CLIENT.QQ.3721_.0";
/*------------------------URLs  end------------------------*/


/*shake tips start*/
"ShakeWindow_Offline_Tip" = "您的好友不在线或隐身，不能发送窗口抖动。";
"ShakeWindow_LowVer_Tip" = "您不能向此联系人发送窗口抖动，因为对方使用的版本不支持此功能。";
"ShakeWindow_TooMany_Tip" = "您发送窗口抖动过于频繁，请稍候再发。";
"ShakeWindow_SendComplete_Tip" = "您发送了一个窗口抖动。";
"ShakeWindow_Receive_Tip" = " 给您发送了一个窗口抖动。";
"ShakeWindow_Receive_Tip2" = "发送了一个窗口抖动";
"ShakeWindow_TipTitle" = "窗口抖动";
"ShakeWindow_Setting" = "允许接收窗口抖动";
"ShakeWindow_Send_Failed"  = "发送窗口抖动失败";
/*shae tips end*/

